export interface Note {
  id: number;
  sender: string;
  message: string;
  rotation: number;
}
export const yunsul: Note[] = [
  {
    id: 1,
    sender: "레비나",
    message: "미소천사 윤슬쌤! 보고만 있어도 행복행복! 윤슬쌤이 우리 쌤이라 넘나 행복했어요!!!",
    rotation: -2,
  },
  {
    id: 2,
    sender: "진성",
    message: "항상 열정적이고 에너지 넘치는 쌤",
    rotation: 3,
  },
  {
    id: 3,
    sender: "다자",
    message: "에너지 넘치는 윤슬쌤 오래 오래 뵈어요",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message:
      "윤슬 쌤 옆에 노래돔 옆에 다정 님 땜에 왔네요 인연 참 무섭다 싶습니다 ㅋㅋㅋ 언제나 감사드려요^^",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message: `린더벅 톡방에 상주해주시고 놀아주시는 윤슬쌤 고생많으셨어요오!!
항상 강사 도우미 운영진은 희생하는걸 아는 입장에서 정말 대단하고 멋있어요...
영원한 102기 동기들 어머니 되어주시고 중심이 되어주실거같군욬ㅋㅋ
화이팅!!! 우리 영원히 춤춰욧!!ㅋㅋ`,
    rotation: -3,
  },
  {
    id: 6,
    sender: "김밥",
    message: "따뜻한 마음으로 모두를 보살펴 주셔서 감사해요.",
    rotation: 1.5,
  },
  {
    id: 7,
    sender: "에어",
    message:
      "언제나 긍정적인 기운으로 분위기를 만들어주셔서 감사했습니다. 쌤의 에너지가 덕분에 늘 힘이 났어요! 🌞",
    rotation: -2,
  },
  {
    id: 8,
    sender: "로다",
    message:
      "넘 사랑스런 윤슬쌤!!! 쌤의 넘치는 재치와 센스에 마음을 빼앗겨 버렸습니다😍 무한한 애정을 쏟아부어 주셔서 진심으로 감사했습니다💙 오래오래 뵙고싶어요!!!!",
    rotation: 3,
  },
  {
    id: 9,
    sender: "우형우",
    message:
      "자꾸 포기하려는 절 붙잡아주셔서 감사하고 너무너무 고생많으셨고 죄송하고 고생많으셨습니다 ㅜㅜ",
    rotation: -1.5,
  },
  {
    id: 10,
    sender: "루네이",
    message:
      "항상 늘 같이 응원해주시고 티칭해주셔서 책임감 강한 쌤으로 기억될게요! 앞으로 리딩 팔로잉 어떤 컨셉으로 홀딩갈지 모르니 기다려주세요ㅋㅋㅋ",
    rotation: 2.5,
  },
  {
    id: 11,
    sender: "제리",
    message: `윤슬쌤! 덕분에 스윙댄스를 즐겁고 재밌게 배웠습니다
윤슬쌤의 활력 덕분에 저도 몸을 일으켜 스윙댄스를 추지 않았나 싶습니다 🩵`,
    rotation: -3,
  },
  {
    id: 12,
    sender: "쬬",
    message:
      "에너지 넘치는 쌤의 모습을 보며 청주 왔다갔다하며 지치다가도 기운을 얻어갑니다! ㅎㅎ 여기서 기운 다 쏟아냈다고.. 그 에너지 방전되는 일 없이 린더벅 강습 이후에도 오래오래 빠에서 뵈요:)",
    rotation: 1.5,
  },
  {
    id: 13,
    sender: "빠다",
    message: `'다정함이 세상을 구한다!'
웃는 모습이 참 예쁜 윤슬쌤.
낮설고 막막헀던 서울에서의 새로운 시작 쌤 덕분에 참 행복했습니다.
뽀그리 빠다가 되어서 예쁜 기수티 입고 하하호호 아이처럼 웃는 나날이었습니다.
부쩍 서울로 이사가고 싶더라구요. 고맙습니다.`,
    rotation: -2,
  },
  {
    id: 14,
    sender: "지오",
    message:
      "무한 긍정과 에너지로 항상 즐거운 수업 이끌어주시는 윤슬쌤! 바쁘신데도 많이많이 신경써주시고 애정 가져주셔서 감사해요~!~!",
    rotation: 3,
  },
  {
    id: 15,
    sender: "언제나맑음",
    message:
      "윤스리쌤✨ 쏘 스윗한 사람 거기다 센스까지 겸비한 사람. 내가 다시 린더벅 과정을 시작할 용기를 낼 수 있었던 것도 윤슬쌤 덕분이었어요. 고마워요!",
    rotation: -1.5,
  },
];
export const ken: Note[] = [
  {
    id: 1,
    sender: "레비나",
    message:
      "켄쌤 우리 쌤인게 얼마나 럭키비키인지!!! 처음 스텝 밟아보는 순간부터, 하나하나 잘 챙겨주셔서 감사했어요!!",
    rotation: -2,
  },
  { id: 2, sender: "진성", message: "불꽃 남자 켄쌤 형 같은 자상한 쌤", rotation: 3 },
  {
    id: 3,
    sender: "다자",
    message:
      "노래방을 같이 한번 가 봤어야 하는데 개인 일정도 있으셨는데 끝까지 강습 해주신거 너무 감사 합니다",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message:
      "촛불처럼 짧은 스윙 내 생의 봄 날은 스프에서 - 켄!! 쌤과 함께라면 언제나 즐겁습니다 감사드립니다",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message: `잘생긴 켄쌤 ㅋㅋ 린더벅 강사하느랴 고생이 많으셔요.
이미 린디를 즐기고 있는 입장에서, 신규 강습을 위해 희생하는 운영진 강사 도우미를 보면 대단하고 멋있어요...
이제 영원한 102기 아버지시군요 ㅋㅋ 잘부탁드립니다!!
영원히 같이 춤춰용!!!`,
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "항상 즐겁게 이끌어주셔서 감사해요.", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "늘 밝은 에너지로 이끌어주셔서 감사해요. 세심한 피드백과 따뜻한 격려 덕분에 자신감이 많이 생겼어요 💚",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  { id: 10, sender: "로다", message: "", rotation: 2.5 },
  {
    id: 11,
    sender: "우형우",
    message: "이런 몸치 처음보셨죠..? 열정적으로 알려주셔서 너무 감사드립니다 ㅜㅜ",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "남자가 봐도 멋진 켄쌤! 부드럽고 자상한 켄쌤! 앞으로 같이 추억 더 많들어갔음 좋겠습니당!",
    rotation: 1.5,
  },
  {
    id: 13,
    sender: "제리",
    message: "켄쌤! 저의 첫 춤 선생님이십니다 😄 켄쌤에게 춤을 배워서 좋았어요",
    rotation: -2,
  },
  {
    id: 14,
    sender: "쬬",
    message:
      "전에 청주 놀러오셨을때 뵜던거 같았는데 쌤으로 다시 보게 되서 넘 반가웠습니다ㅎㅎ 린더벅 강습하시느라 고생많으셨고 강습끝났어도 빠에서 자주뵜음 합니다😃",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "우아앙 ㅠㅠ 생각보다 켄쌤과 이야기를 많이 못 나눴네요. 리더로 입문했더라면 진즉에 도망갔을 거에요. 부담감에 짓눌려 도망가고 싶을 때마다 윤켄두잇! 하며 버텼습니다. 6주동안 감사하고 행복했습니다.",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "진지하지만 드문드문 개그 욕심이 엿보이는 켄쌤! 공유해주신 플레이리스트가 귀에 익고 몸에 익숙해질 때까지 복습해보겠습니다!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "켄켄쌤🏇 스케줄이 안 맞아서 수업은 못 들었지만 에너지 너무 좋아서 즐거웠어요. 다음에 또 보아요!",
    rotation: -3,
  },
];

// 고요
export const goyo: Note[] = [
  {
    id: 1,
    sender: "레비나",
    message:
      "아름다운 우리 고요쌤!! 6주간 넘 감사했어요!! 언젠가 고요쌤처럼 우아하게 움직일 수 있기를!!",
    rotation: -2,
  },
  {
    id: 2,
    sender: "진성",
    message: "나근나근 친절하게 얘기 들어주시며 쉽게 가르쳐 주시려는 고요쌤",
    rotation: 3,
  },
  {
    id: 3,
    sender: "다자",
    message:
      "강습 하시느라 고생 하셨어요 고기요정 이신데 같이 고기를 못먹어 봤네요 아쉬워요 차분히 하나 하나 잘 가르쳐 주셔서 감사합니다",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message: "나중에 아침고요수목원에서 고기파티 해요 샘들이랑!! 항상 감사드립니다^^",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message: `고요쌤 뉴비가 아닌 고인물들이 와서 요리조리 폐를 끼친거 아닌가 합니다욬ㅋㅋㅋ
그럼에도 불구하고 열심히 알려주시고 102기 챙겨주시는 고요쌤 너무너무 고마워요/ㅁ/ 
린디의 발전을 위해 고생하는 강사 운영진 도우미... 다 여러분 덕분에 저희가 춤춥니다요 >_<
영원히 춤춰서 요리조리 파티, 출빠에서 보자구용!! 항상 신청가겠습니다욬ㅋㅋ`,
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "항상따뜻하게 챙겨주셔서 감사해요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "늘 따뜻하고 진심 어린 말로 이끌어주셔서 정말 감사했습니다. 덕분에 편안하게 성장할 수 있었어요. 쌤의 마음이 느껴지는 시간이었어요 💙",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  { id: 10, sender: "로다", message: "", rotation: 2.5 },
  {
    id: 11,
    sender: "우형우",
    message:
      "솔직히 어떤 이야기 나눴는지 기억은 잘 나지 않지만... 단아하신 모습만 기억에 남네요 고생많으셨습니다!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "어쩌다 스쳐간 인스타스토리가 지금 여기까지와있네~ 덕분에 좋은 추억쌓아나간다! 앞으로도 102기와 같이 어떤추억을 쌓아나갈지 기대가 된다!! 멀리서 강습하느라 고생했어!!",
    rotation: 1.5,
  },
  {
    id: 13,
    sender: "제리",
    message: "고요쌤! 상세히 설명해주시는 모습이 인상적이였어요 😊 춤도 넘 예쁘게 추세요 ㅎㅎ",
    rotation: -2,
  },
  {
    id: 14,
    sender: "쬬",
    message:
      "경력자라고 좀 배척(?)할수도 있다고 생각했는데.. 닉넴 그대로 뭔가 고요하게 조용히 챙겨주셔서 감사했습니다ㅎㅎ 린더벅 강습이 끝났다고 한동안 빠에 안나오는일 없으시겠죠~? 계속 열정적으로 스윙하러 나와주세요:)",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "형도니~~(졸공 동작 절로 기억나는 키워드!) 리더분, 팔뤄분, 하며 고요쌤이 설명해주시는 말씀이 워낙 디테일하셔서 강사 경력이 풍부하신 줄 알았어요. 그런데 처음이시라니! 여윽시 타고난 땐서!시네요. 스고이!",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "가끔 애매한 질문을 해도 항상 차분하고 친절하게 설명해주시는 고요쌤! 쌤들 공연에서 환하게 웃으며 빙글빙글 춤 추시던 모습을 본 게 엊그제 같은데 벌써 졸업이라니 너무 아쉬워요 ㅠㅠ",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "고요쌤🦢 예전에 같이 수업 들었어서 고요쌤이 쌤이라고 하니 내향인으로서 얼마나 마음이 편안했던지 ㅋ 다시 보니까 진짜 너무 반갑고 기분이 묘했어요. 하얗고 단아한 느낌 그대로인데, 목소리가 참 예뻐서 들을 때마다 이래서 고요고요 하는구나 했죠.",
    rotation: -3,
  },
];

//  쥬스
export const juice: Note[] = [
  {
    id: 1,
    sender: "레비나",
    message:
      "든든한 쥬스아빠! 쥬스쌤 유머 덕분에 수업이 몇배는 재밌었어요! 지난 6주간 감사했어요. 앞으로도 잘 부탁드려요!!",
    rotation: -2,
  },
  {
    id: 2,
    sender: "진성",
    message: "친절하고 다정하게 알려주시며 장난끼 있는 쥬스쌤 스고이",
    rotation: 3,
  },
  {
    id: 3,
    sender: "다자",
    message:
      "잘 가르쳐 주셨는데 잘 따라가지 못 한것 같아 아쉽네요 다음에 다른 강습에 기회 되면 또 뵈요 그리고 빠에서도 자주 뵈요",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message:
      "아니 그게 아니고요 제가 심샘 라인 댄스는 5번 이상은 췄는데요 정작 쥬스 쌤 심샘 수업은 못들었걸랑용?? 다음에 또 여시면 무조건 오프 받고 갑니다 렛츠 기릿!!",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message: `항상 이렇게 신규유입 린디활성화를 위해 고생하는 쥬스쌤!!!!
  파스텔 44기 도우미 못해줬는데 또 이렇게 102기 강습생으로 도움만 받는구려...
  고맙고 102기 아버지가 된걸 축하하고ㅋㅋㅋㅋ 
  44기도, 102기도 사랑해줘서 고맙고 더더더더 유명해져서 전설이 되어줘!!ㅋㅋㅋㅋ`,
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "덕분에 많이 배우고 좋은 추억도 쌓았어요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "늘 따뜻하고 진심 어린 말로 이끌어주셔서 정말 감사했습니다. 덕분에 편안하게 성장할 수 있었어요. 쌤의 마음이 느껴지는 시간이었어요 💙",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  { id: 10, sender: "로다", message: "", rotation: 2.5 },
  {
    id: 11,
    sender: "우형우",
    message: "제 이야기 들어주시고 깊은 대화, 질문 많이해주셔서 너무 감사드립니다!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "유머스러운 모습이 인상적이였던 쥬스쌤! 102기 린더벅 생활하는데 많은 도움이 되었어요 감사합니다!!",
    rotation: 1.5,
  },
  {
    id: 13,
    sender: "제리",
    message:
      "쥬스쌤~ 첫날에 쥬스쌤이 저에게 소셜 보고 가라고 말씀해주신게 기억에 남네요 ㅎㅎ 덕분에 스윙댄스에 입문해서 재밌게 배울 수 있었습니다",
    rotation: -2,
  },
  {
    id: 14,
    sender: "쬬",
    message:
      "저번 바다제때 이러다 서울 오는거 아니냐는 말에 부흥했습니다ㅎㅎ 생각보다 그 시기가 좀 빨리오기도 했고.. 이게 맞나 싶긴했는데 막상 와보니 오길 잘했다는 생각이 드네요:) 앞으로도 오래오래 스윙판에서 봅시다~!",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "가장 큰 용기를 주신 쥬스쌤. 멀고 멀 서울 쥬스님이 계셔서 용기내어 입문할 수 있었습니다. 이제 청주에서 서울은 거리도, 마음도 가까워졌습니다. 자주 뵈어요!",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "디테일이 살아있는 쥬스쌤! 수업때도, 소셜때도, 심샘 특강때도 항상 세심하게 봐주시고 가르쳐주셔서 감사해요!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "쥬스쌤🥤🍊 사실 쥬스쌤을 쌤으로 알기 전엔 디제이로서 음악이 너무 좋아서 쥬스디제이면 바 가는 걸 은근히 기대했었어요 ㅋㅋ 실제로는 훨씬 더 재밌어서 감사했어요 :)",
    rotation: -3,
  },
];

// 1.캐롤

export const carol: Note[] = [
  {
    id: 1,
    sender: "레비나",
    message:
      "어색했던 첫 수업때부터, 스윙프렌즈에 자연스럽게 녹아들 수 있도록 도와주셔서 고맙습니다!!",
    rotation: -2,
  },
  {
    id: 2,
    sender: "진성",
    message: "긍정에너지 캐롤돔/ 공주공주 듀듀돔/재능러 유광돔",
    rotation: 3,
  },
  { id: 3, sender: "다자", message: "캐롤 : 하나 하나 챙겨 주셔서 감사합니다", rotation: -1.5 },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message: "캐롤 : 언제나 제 말도 안되는 유머 받아주셔서 감사하고 항상 웃어주심에 힘이 됩니다.",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message: `캐롤 도우미 103기 강사 대뷔를 축하드립니다아아 >_< 금요일 도우미인데 항상 일욜도 와주신...?ㅋㅋㅋㅋㅋ 너무 잘놀아주는 캐롤님 항상 유쾌하고 에너지가 넘쳐욧 103기도 흥할거 같아요>_< 도우미 해줘서 고맙고 영원히 춤춥시다요!!!ㅋㅋㅋㅋ`,
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "항상 챙겨주셔서 감사해요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "금요일마다 진심을 다해 지도해주셔서 감사해요. 한 사람 한 사람의 이야기를 귀 기울여 들어주셔서 감동이었습니다 💙",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  {
    id: 10,
    sender: "로다",
    message:
      "캐롤님, 에너지가 정말 엄청나세요....ㅋㅋㅋ 금욜 도우미신 줄 깜빡할 정도로 일요일에 자주 뵈어서 좋았습니다. 103기 흥해랏!",
    rotation: 2.5,
  },
  {
    id: 11,
    sender: "우형우",
    message:
      "캐롤 소셜에서 얼때리고 있는 절 움직이게 만들어주셔서 너무 감사드리고 이런저런 인간미 나는 이야기들 들려주셔서 감사합니다!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "캐롤돔 : 102기가 끈끈하게 있을수있게 도우미가 되주신 캐롤돔!! 그녀의 냉장고는 늘 살아있즤! 투비컨티뉴",
    rotation: 1.5,
  },
  { id: 13, sender: "제리", message: "감사합니다🩵 덕분에 많이 웃고 좋았어요", rotation: -2 },
  {
    id: 14,
    sender: "쬬",
    message:
      "캐롤돔 금욜돔 토욜돔 일욜돔 따지지않고 대부분의 강습에 참여해 도움주신 덕분에 원활한 강습이 진행될 수 있었습니다😀 다음 린더벅 강습까지 이 기운 그대로 이어가서 103기 대박나시기 바랍니다~!",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "캐롤님, 에너지가 정말 엄청나세요....ㅋㅋㅋ 금욜 도우미신 줄 깜빡할 정도로 일요일에 자주 뵈어서 좋았습니다. 103기 흥해랏!",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "캐롤: 항상 분위기 메이커가 되어주시는 캐롤돔! 유쾌한 캐롤쌤이 되셔도 같이 놀아주셔야 해요 ㅠㅠ",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "캐롤돔🎅🎄🤶🧑‍🎄 이렇게 대 유쾌한 사람은 너무 오랜만이라 얼마나 즐거웠는지 모르겠어요. 전에 잠깐 뒤풀이 자리에서 이야기 나눌때도 좋은 인상을 받았는데 알고보니 더더더 좋은 분!",
    rotation: -3,
  },
];

// 2. 듀듀
export const dudu: Note[] = [
  {
    id: 1,
    sender: "레비나",
    message:
      "어색했던 첫 수업때부터, 스윙프렌즈에 자연스럽게 녹아들 수 있도록 도와주셔서 고맙습니다!!",
    rotation: -2,
  },
  {
    id: 2,
    sender: "진성",
    message: "긍정에너지 캐롤돔/ 공주공주 듀듀돔/재능러 유광돔",
    rotation: 3,
  },
  {
    id: 3,
    sender: "다자",
    message: "듀듀 : 자주 못 뵈었지만 그래도 볼 때마다 챙겨 주셔서 감사 합니다",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message:
      "듀듀 : 후회 하고 있어요 우리 홀딩 리젝하던 그날~ 괜한 자존심 때문에 끝내 추지 못하겠단 말을 해버린 거야....",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message: `듀듀 도우미 102기랑 놀아줘서 고마워용!!
춤많이 못췃는데 이제 얼굴도 알고 닉네임도 아니까 보일때마다 열심히 신청하겠습니다요 >_<ㅋㅋㅋㅋ
영원히 춤춥시다요!!ㅋㅋㅋ`,
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "덕분에 더 즐거웠어요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message: "한 사람 한 사람의 이야기를 귀 기울여 들어주셔서 감동이었습니다 💙",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  {
    id: 10,
    sender: "로다",
    message:
      "듀듀님! 한강벙&양꼬치도 같이 먹고, 타임빠 앞 cu에서 이야기도 나누고 넘 좋았습니다. 스윙에 대한 열정 그대로 1주년 화이팅하세요! 고생 많으셨습니다~!",
    rotation: 2.5,
  },
  {
    id: 11,
    sender: "우형우",
    message: "듀듀님이랑 많은 이야기는 못나눴지만 분명 좋은 분이시겠죠..?! 네 감사합니다..!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "듀듀돔 : 직장이 듀듀돔 집근처라 가끔 생각날때가 있어요~ 그리고 아직 듀식이와는 홀딩 못했지만 루네이가 홀딩가것습니다!",
    rotation: 1.5,
  },
  { id: 13, sender: "제리", message: "감사합니다 🩵 수고 많으셨어요", rotation: -2 },
  {
    id: 14,
    sender: "쬬",
    message:
      "듀듀 유광돔님 제가 일욜강습만 참여할 수 있다보니 자주 뵙지는 못했지만 앞으로도 계속 스프 출빠할거니 친해질 기회가 있겠죠~?ㅎㅎ 그러니 오래오래 빠에서 뵈어요:)",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "듀듀님! 한강벙&양꼬치도 같이 먹고, 타임빠 앞 cu에서 이야기도 나누고 넘 좋았습니다. 스윙에 대한 열정 그대로 1주년 화이팅하세요! 고생 많으셨습니다~!",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "듀듀: 머뭇거리면서 소셜에 잘 참여하지 못할 때 듀듀돔이 홀딩 요청해주셔서 정말 도움이 많이 되었어요!! 감사해요!!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "뜌돔💕 해사하게 웃는 듀듀돔 ㅋㅋ 제가 수업을 많이 참여 못했지만 싱싱이에서 이야기 나눠 좋았다구요. 앞으로 계속 봐유~",
    rotation: -3,
  },
];

// 3. 유광
export const yugwang: Note[] = [
  {
    id: 1,
    sender: "레비나",
    message:
      "어색했던 첫 수업때부터, 스윙프렌즈에 자연스럽게 녹아들 수 있도록 도와주셔서 고맙습니다!!",
    rotation: -2,
  },
  {
    id: 2,
    sender: "진성",
    message: "긍정에너지 캐롤돔/ 공주공주 듀듀돔/재능러 유광돔",
    rotation: 3,
  },
  {
    id: 3,
    sender: "다자",
    message: "유광 : 동호회 공지도 알려주시고 사진도 찍어 주시고 수고 하셨습니다",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message: "유광 : 사진 뒷풀이 그리고 과자 섭취 감사드립니다",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message: `유광 도우미 102기랑 놀아주시고 사진찍어주셔서 고맙습니다용!!
린디를 즐기고 있는 입장에서 도우미의 역할이 얼마나 중요한지, 항상 희생해주는 도우미들도 고마워요 >_<
그래도 영원히 춤추면서 앞으로 있을 파티에서 요리조리 꼭 만나요! 유광님, 고마워요!`,
    rotation: -3,
  },
  {
    id: 6,
    sender: "라연",
    message: "",
    rotation: 1.5,
  },
  {
    id: 7,
    sender: "김밥",
    message: "항상 챙겨주셔서 감사해요",
    rotation: -2,
  },
  {
    id: 8,
    sender: "에어",
    message:
      "금요일마다 진심을 다해 지도해주셔서 감사해요. 한 사람 한 사람의 이야기를 귀 기울여 들어주셔서 감동이었습니다 💙",
    rotation: 3,
  },
  {
    id: 9,
    sender: "쿠",
    message: "1",
    rotation: -1.5,
  },
  {
    id: 10,
    sender: "로다",
    message: "",
    rotation: 2.5,
  },
  {
    id: 11,
    sender: "우형우",
    message: "유광님 케익 잘라서 나눠주셔서 감사하고 맛있었습니다!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "유광돔 : 늘 바람과같이 나타났다 사라지길 반복하시는 유광돔! 같이 친해질 기회가 많지 않아서 아쉬웠어요! 근데 핸드폰 충전의 진실은 뭘까요?ㅋㅋㅋ",
    rotation: 1.5,
  },
  {
    id: 13,
    sender: "제리",
    message: "감사합니다🩵 덕분에 많이 웃고 좋았어요",
    rotation: -2,
  },
  {
    id: 14,
    sender: "쬬",
    message:
      "듀듀 유광돔님 제가 일욜강습만 참여할 수 있다보니 자주 뵙지는 못했지만 앞으로도 계속 스프 출빠할거니 친해질 기회가 있겠죠~?ㅎㅎ 그러니 오래오래 빠에서 뵈어요:)",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message: "유광님 한강벙때 같이 놀아서 넘 좋았습니다. 멋진 사진 감사해요~~!!",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "유광: 무뚝뚝해 보이는 것 같으면서도 사진도 잘 찍어주시고 항상 신경써주셔서 감사해요! 앞으로는 더 친해질 수 있으면 좋겠어요!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "유광돔📸📷 유광의 유!!! ㅋㅋㅋㅋㅋ 아는 사람이라 편했다아아아 히히 한강벙 사진 청춘 너낌이라 고미워유~ 역시 사진은 유광!!!",
    rotation: -3,
  },
];

// 4. 노래
export const norae: Note[] = [
  { id: 1, sender: "레비나", message: "항상 뒤에서 묵묵히 챙겨주셔서 감사합니다!!", rotation: -2 },
  { id: 2, sender: "진성", message: "자주 못뵈었지만 다정한 노래돔", rotation: 3 },
  {
    id: 3,
    sender: "다자",
    message: "노래 : 항상 결제 따로 해서 번거롭게 해드려 죄송해요",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message: "노래 : 제 맘 알죠?? ㅋㅋ 송이 쌤 덕분에 린더벅 부담없이 잘 마쳤습니다 감사해용!!",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message:
      "노래 도우미 102기랑 놀아주셔서 너무 고맙습니다용 >_< 이제 아는 팔뤄다아앗!! 편하게 춤신청 가겠습니당!!ㅋㅋㅋ 영원히 춤춰욧!!",
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "덕분에 더 즐거웠어요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "늘 다정한 시선으로 챙겨주셔서 감사했습니다. 함께한 시간들이 따뜻한 기억으로 남을 것 같아요 💚",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  { id: 10, sender: "로다", message: "", rotation: 2.5 },
  {
    id: 11,
    sender: "우형우",
    message: "노래 거의 영혼나간채로 참여하긴 했지만 항상 잘 맞이해주셔서 감사합니다!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "노래돔 : 토요일날 강습을 한번도 가질못하여 대화나 소셜한번 못해본 노래돔! 소셜때 뵈면 꼭 홀딩가겠습니다!!",
    rotation: 1.5,
  },
  { id: 13, sender: "제리", message: "감사합니다 🩵 수고 많으셨어요", rotation: -2 },
  {
    id: 14,
    sender: "쬬",
    message:
      "일욜강습에만 참여할 수 있어서 자주 뵙지 못해서 아쉬운 벨라 노래 민초돔님.. 계속 출빠하다 많이 뵐 수 있었음 좋겠습니다😃",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "노래님 막강 때쯤 되어서야 빠에서 처음 뵈었습니다. 쑥쑥 성장해서 홀딩하러 가겠습니다~!",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "노래: 토요일 수업엔 자주 나가지 못했지만, 그래도 뵐 때마다 안정적으로 도와주셔서 큰 도움이 되었어요!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "노래돔🎶 닉네임을 지은 이유가 너무 귀여운 노래돔 ㅋ 한번도 이야길 제대로 나눠보지 못해 너무 아쉬워유 ㅠ",
    rotation: -3,
  },
];
// 5. 벨라
export const bella: Note[] = [
  { id: 1, sender: "레비나", message: "항상 뒤에서 묵묵히 챙겨주셔서 감사합니다!!", rotation: -2 },
  { id: 2, sender: "진성", message: "밝고 자신감 주시는 벨라돔", rotation: 3 },
  { id: 3, sender: "다자", message: "벨라 : 이것 저것 챙겨 주셔서 감사해요", rotation: -1.5 },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message: "벨라 : 언제나 살며시 다가와 웃음으로 제 손을 잡아주던 벨라돔님. 언제나 감사드립니다",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message:
      "벨라 도우미 헤헿 먼저 와서 신청해주셔서 고마워요!! 앞으로도 만나면 열심히 신청가겠습니다!! 영원히 춤춰욧!!",
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "덕분에 더 즐거웠어요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "늘 다정한 시선으로 챙겨주셔서 감사했습니다. 함께한 시간들이 따뜻한 기억으로 남을 것 같아요 💚",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  { id: 10, sender: "로다", message: "", rotation: 2.5 },
  {
    id: 11,
    sender: "우형우",
    message: "벨라 제가 팔로 머리 친 기억만 나네요.. 죄송합니다..ㅜ 조심할게요!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message: "벨라돔 : 유독 야외소셜때 기억에 남는 벨라돔!! 앞으로 즐거운 소셜해요!!",
    rotation: 1.5,
  },
  { id: 13, sender: "제리", message: "감사합니다 🩵 수고 많으셨어요", rotation: -2 },
  {
    id: 14,
    sender: "쬬",
    message:
      "일욜강습에만 참여할 수 있어서 자주 뵙지 못해서 아쉬운 벨라 노래 민초돔님.. 계속 출빠하다 많이 뵐 수 있었음 좋겠습니다😃",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "벨라님 막강 때쯤 되어서야 빠에서 처음 뵈었습니다. 쑥쑥 성장해서 홀딩하러 가겠습니다~!",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "벨라: 벨라돔님도 많이 본 듯 못 본 듯 하네요 ㅠㅠ 앞으로는 용기내서 먼저 홀딩요청 드려보겠습니다!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "벨라돔🔔 벨라돔과 한번도 마주치지 못한거 같아요🥹 앞으로 기회가 있겠죠오? 두달간 고생 많았어요 감사합니다💚",
    rotation: -3,
  },
];
// 6. 젠
export const jen: Note[] = [
  { id: 1, sender: "레비나", message: "항상 뒤에서 묵묵히 챙겨주셔서 감사합니다!!", rotation: -2 },
  { id: 2, sender: "진성", message: "항상 신경써주고 친절한 누나 같은 젠돔", rotation: 3 },
  {
    id: 3,
    sender: "다자",
    message: "젠 : 리딩 이상하게 하는데 이해해 주셔서 고맙습니다",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message:
      "젠 : 무덤덤 하던 저를 이렇게까지 아껴주시고 격려해주시고 웃어주시고 재미있게 받아주셔서 무한감사 드립니다.",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message:
      "젠 도우미!! 항상 고마워요!! 서울 놀러와보니 예전 44기 할때 희생이였다는걸 더 알게됩니다요.. 앞으로도 자주자주 만나서 즐겁게 춤추자구용!!!",
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "덕분에 더 즐거웠어요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "늘 다정한 시선으로 챙겨주셔서 감사했습니다. 함께한 시간들이 따뜻한 기억으로 남을 것 같아요 💚",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  { id: 10, sender: "로다", message: "", rotation: 2.5 },
  {
    id: 11,
    sender: "우형우",
    message: "젠 엉망진창으로 움직여도 항상 웃으시면서 침착하게 알려주셔서 감사합니다!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "젠돔 : 늘 뒤에서 혹은 앞에서도 묵묵히 도와주시던 모습이 인상적이던 젠돔!! 고생하셨고 즐거운 소셜로 또 만나뵈어요!!",
    rotation: 1.5,
  },
  {
    id: 13,
    sender: "제리",
    message: "감사합니다 🩵 덕분에 스윙댄스에 흥미를 갖게됐어요",
    rotation: -2,
  },
  {
    id: 14,
    sender: "쬬",
    message:
      "젠님 바다제때 쥬스님이랑 같이 얘기나누다 서울로 출빠다녀야지 했는데 이번 102기에서 두분이 강습돔 하셔서 그 시기를 당기게 됐습니다! 앞으로도 자주자주 빠에서 뵈어요ㅎㅎ",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "젠님 용기 북돋아주시고 환한 미소로 홀딩해주셔서 감사합니다. 우리 인연 기차처럼 쭉 이어지길!",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "젠: 차분차분 친절하게 안내해주시는 젠돔 덕분에 수업 초반에 헷갈렸던 부분들을 많이 이겨낼 수 있었어요 감사합니다~!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "젠돔🥤🫶🏻 조용히 뒤에서 묵묵하게 뽀글즈를 케어해주는 자애로운 이모같은 너낌의 젠돔☺️ 그동안 감사했고 앞으로도 잘 부탁해요~",
    rotation: -3,
  },
];
// 7. 민초
export const mincho: Note[] = [
  { id: 1, sender: "레비나", message: "항상 뒤에서 묵묵히 챙겨주셔서 감사합니다!!", rotation: -2 },
  { id: 2, sender: "진성", message: "자주 못뵈었지만 착한 민초돔", rotation: 3 },
  {
    id: 3,
    sender: "다자",
    message: "민초 : 민트초코는 역시.. ㅋㅋ 첫 강습때 부터 잘 챙겨 주셔서 고마워요",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message:
      "민초 : 민들레 초코파이님. 아니 민초돔님 믿음생활 잘 하시고 언제나 즐거움 보여주셔서 감사드립니다!!",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message:
      "민트초코 도우미 102기랑 놀아주셔서 너무 감사합니다요!! 앞으로 있을 파티나 공연에서 만나면 인사할게용!!!",
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "덕분에 더 즐거웠어요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "늘 다정한 시선으로 챙겨주셔서 감사했습니다. 함께한 시간들이 따뜻한 기억으로 남을 것 같아요 💚",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  { id: 10, sender: "로다", message: "", rotation: 2.5 },
  {
    id: 11,
    sender: "우형우",
    message:
      "민초 항상 할수 있다해주시고 알려주셔서 감사합니다! 그리고 민초님 노래 목소리 너무 좋아요!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message: "민초돔 : 소셜때 뵈면 먼저 아는척해주시면 감사드리겠습니다!",
    rotation: 1.5,
  },
  {
    id: 13,
    sender: "제리",
    message: "감사합니다 🩵 덕분에 스윙댄스에 흥미를 갖게됐어요",
    rotation: -2,
  },
  {
    id: 14,
    sender: "쬬",
    message:
      "일욜강습에만 참여할 수 있어서 자주 뵙지 못해서 아쉬운 벨라 노래 민초돔님.. 계속 출빠하다 많이 뵐 수 있었음 좋겠습니다😃",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message: "민초님 6주동안 고생 많으셨습니다. 다음에 같이 춤춰요!",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "민초: 토요일 수업에 가면 항상 민초님이 즐겁게 맞이해주셨는데 말씀은 많이 나눠보질 못했네요 ㅠㅠ",
    rotation: 2.5,
  },
  { id: 17, sender: "언제나맑음", message: "", rotation: -3 },
];

// 8. 쏘냐
export const sonya: Note[] = [
  { id: 1, sender: "레비나", message: "항상 뒤에서 묵묵히 챙겨주셔서 감사합니다!!", rotation: -2 },
  { id: 2, sender: "진성", message: "포기할까 싶을때 찾아와 응원해주던 쏘냐돔", rotation: 3 },
  {
    id: 3,
    sender: "다자",
    message: "쏘냐 : 강습때 질문해 주셔서 감사합니다 개인적으로 많은 도움이 되었습니다",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message:
      "쏘나돔 : 여전히 쏘냐 돔 계심 무섭지만 그 카리스마로 잘 배운거 같습니다. 언제나 감사드립니다^^",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message:
      "쏘냐 도우미 항상 고생하고 미리와서 대기하고 소셜때 102기들 잡아주느랴 고생이 많은!! 이제 얼굴도 알고 닉네임도 알고있으니까 행사나 출빠갔을때 보면 춤신청 꼭꼭들어가겠습니다요 >_<ㅋㅋㅋㅋ",
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "덕분에 더 즐거웠어요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "늘 다정한 시선으로 챙겨주셔서 감사했습니다. 함께한 시간들이 따뜻한 기억으로 남을 것 같아요 💚",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  {
    id: 10,
    sender: "로다",
    message: "저의 첫수업을 전담마크 해주신 쏘쏘돔님!! 감사드려요😆",
    rotation: 2.5,
  },
  {
    id: 11,
    sender: "우형우",
    message: "쏘냐 첫날에 거의 맨투맨으로 붙어서 알려주셔서감사합니다..! 실력은 제자리지만..",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message: "쏘냐돔 : 쏘냐투어 열리면 원따우젼 퍼센트 같이 하고싶어요! 내년 바다제 제주도 투어???",
    rotation: 1.5,
  },
  { id: 13, sender: "제리", message: "", rotation: -2 },
  {
    id: 14,
    sender: "쬬",
    message:
      "쏘냐돔님 강습 중간중간 촌철살인의 한마디가 강습생과 쌤들에게 많은 도움이 되었다 생각합니다~! 앞으로도 빠에서 종종 뵈어요😀",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "쏘냐님께서 '선생님 질문이 있어요!' 하시며 강습생과 강사님들의 중간다리 역할을 해주셔서 동작을 잘 못할 때마다 디테일을 잡을 수 있었습니다.",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "쏘냐: 다소 눈에 띄는 쏘냐돔님! 캐롤돔과 함께 리액션 대장이라 함께 수업 들으면 더 즐거운 것 같아요!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message:
      "쏘냐돔🧚🏻‍♂️ 린더벅 선생님 구성 보고 기대했는데, 교류 기회가 없어 아쉬웠어요 ㅠㅠ 나중에 쏘냐집벙 하시면 꼭 불러주세욥!",
    rotation: -3,
  },
];

// 9. 오소리

export const osori: Note[] = [
  { id: 1, sender: "레비나", message: "항상 뒤에서 묵묵히 챙겨주셔서 감사합니다!!", rotation: -2 },
  { id: 2, sender: "진성", message: "항상 웃으며 밝고 긍정적 에너지 주시는 오솔돔", rotation: 3 },
  {
    id: 3,
    sender: "다자",
    message: "오소리 : 넘치는 에너지 그리고 사진과 제목들 한번씩 보고 웃을수 있어 좋았습니다",
    rotation: -1.5,
  },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message: "오소리 : 102기 사진돔 화이팅 103기 오소리쌤 화이팅팅!! 응원갈게요!!",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message:
      "오소리 도우미 으아아아 진짜 사진 최고야!!!!! 사진도 잘찍어주고 내용은 너무 재미있고 ㅋㅋㅋㅋ",
    rotation: -3,
  },
  { id: 6, sender: "라연", message: "", rotation: 1.5 },
  { id: 7, sender: "김밥", message: "덕분에 더 즐거웠어요", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "늘 다정한 시선으로 챙겨주셔서 감사했습니다. 함께한 시간들이 따뜻한 기억으로 남을 것 같아요 💚",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  {
    id: 10,
    sender: "로다",
    message: "넘 유쾌한 오소리돔님!!! 당신은 정말… 정말 매력적이에요!!ㅋㅋ",
    rotation: 2.5,
  },
  {
    id: 11,
    sender: "우형우",
    message: "오소리 딱 한번 뵙지만 파이팅 넣어주시고 이름 계속 불러주셔서 감사합니다!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "오소리돔 : 늘 소셜때 밝고 즐겁게 같이 춰주셔서 늘 소셜이 재밌었어요! 그리고 무엇보다 사진 댓 재치가 오우!!",
    rotation: 1.5,
  },
  { id: 13, sender: "제리", message: "", rotation: -2 },
  {
    id: 14,
    sender: "쬬",
    message:
      "오소리돔님 청주서 몇번뵌듯했는데 강습때 다시 뵈서 넘 반가웠어요! 103기 강습까지 힘내시고~!",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message: "오소리님, 글솜씨와 사진은 정말 엄청나요. 글 속에서 오소리님이 살아 숨쉬는 것 같아요.",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message:
      "오소리: 역시 사진과 제목은 오소리돔이 최고! 다음기수 더 멋져진 오소리쌤도 기대할게요~!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message: "오소리돔🦡 단톡방에 야생 오소맄ㅋ 사진에 혼자 빵터졌어요ㅋㅋㅋ 유쾌해서 좋았어요!",
    rotation: -3,
  },
];

// 10. 겨울곰

export const gyulgom: Note[] = [
  {
    id: 1,
    sender: "레비나",
    message:
      "처음 만난 순간부터 지금까지, 보이지 않는 곳에서도 항상 바쁘게 움직이셨겠지요. 덕분에 뽀글즈가 즐겁고 행복할 수 있었어요. 많이 고맙습니다.",
    rotation: -2,
  },
  { id: 2, sender: "진성", message: "애정 가득 친절,다정, 겨울곰돔", rotation: 3 },
  { id: 3, sender: "다자", message: "겨울곰 : 열정 넘치고 챙겨 주셔서 감사합니다", rotation: -1.5 },
  {
    id: 4,
    sender: "칩스주니어 초이",
    message:
      "겨울곰 : 따뜻한 봄에 다시 만나요. 곁에 있을 떄마다 힘받았으요 감사드리며 항상 건강하시고 종로에서 만나요 우리^^",
    rotation: 2.5,
  },
  {
    id: 5,
    sender: "루카 >_<",
    message:
      "겨울곰 도우미 항상 요리조리 신경써주고 챙겨주고 미리가서 예약해주고 102기들 놀아주고 항상 고맙고 행복해.",
    rotation: -3,
  },
  {
    id: 6,
    sender: "라연",
    message: "겨울곰님 여러모로 격려해주셔서 감사합니다! 앞으로도 잘 부탁드려요",
    rotation: 1.5,
  },
  { id: 7, sender: "김밥", message: "진정한 살림꾼이셨습니다", rotation: -2 },
  {
    id: 8,
    sender: "에어",
    message:
      "마지막 시즌 동안 옆에서 세심하게 도와주신 덕분에 끝까지 포기하지 않고 완주할 수 있었어요.",
    rotation: 3,
  },
  { id: 9, sender: "쿠", message: "1", rotation: -1.5 },
  { id: 10, sender: "로다", message: "", rotation: 2.5 },
  {
    id: 11,
    sender: "우형우",
    message: "결곰 겉돌고 있는 절 항상 먼저 말 걸어주시고 챙겨주셔서 너무 감사드려요!",
    rotation: -3,
  },
  {
    id: 12,
    sender: "루네이",
    message:
      "겨울곰돔 : 정이 많이가던 돔!! 결곰돔도 늘상 같이 있었던것 같네요~ 앞으로도 자주놀러와여!!",
    rotation: 1.5,
  },
  { id: 13, sender: "제리", message: "", rotation: -2 },
  {
    id: 14,
    sender: "쬬",
    message: "겨울곰님 매번 뒤풀이때 정산도 하시고 강습생들 챙겨주시느라 고생많으셨습니다~!",
    rotation: 3,
  },
  {
    id: 15,
    sender: "빠다",
    message:
      "겨울곰님, 뒤풀이 예약하시고 한강벙때 빵도 사오시고 바지런히 챙겨주시느라 고생많으셨습니다.",
    rotation: -1.5,
  },
  {
    id: 16,
    sender: "지오",
    message: "겨울곰: Fx4 결곰님! 항상 102기에 대한 애정이 가득가득 보여서 정말 감사해요!",
    rotation: 2.5,
  },
  {
    id: 17,
    sender: "언제나맑음",
    message: "겨울곰돔🐻‍❄️ㅋㅋㅋㅋㅋㅋㅋㅋ 귀여운 사람 ㅋㅋㅋㅋㅋㅋㅋㅋㅋ 계속 보자",
    rotation: -3,
  },
];
